general/english/en_phrase_spoken.org
#+SETUPFILE: ../styles/bigblow-normal.setup
#+TITLE: English Phrase: Spoken

* 首尾
** 开头

| The first thing +      | I would say is ...              |
|                        | I should mention is ...         |
|                        | I'd like to mention is ...      |
|                        | that comes to mind is ...       |
|------------------------+---------------------------------|
| To start with, +       | I'm going to talk about ...     |
|                        | I would like to speak about ... |
|------------------------+---------------------------------|
| I'd like to begin by + | highlighting the fact ...       |

** 结论

| To sum up, ...                      |
| To conclude, ...                    |
| So all in all, ...                  |
|-------------------------------------|
| My personal conclusion would be ... |


| Finally + | I'd say that ...             |
|           | I'd also like to mention ... |

** 结尾

| That's all + | I have to say.                      |
|              | I can think of to say on the topic. |

| And I suppose that's my main point.            |
|------------------------------------------------|
| And I don't think I have anything else to say. |

* 结构
** 句首

| Normally, ...        |
| Actually, ...        |
| Basically, ...       |
| Typically, ...       |
|----------------------|
| It happened that ... |

** 连接

| Anyway, ...      |
| Meanwhile, ...   |
|------------------|
| Like I said, ... |
|------------------|
| ..., while ...   |

** 结构

| Primarily, ... Besides, ... |

* 扩展
** 转换话题

| As for ...                   |
| Speaking of ...              |
| Talking about ...            |
|------------------------------|
| When it comes to ...         |
| Concerning the matter of ... |

** 分类

| I guess there can be a variety of   | reasons |
|                                     | options |

| That depends ...                    |
| I think it really depends ...       |
|-------------------------------------|
| That depends on how you look at it. |
|-------------------------------------|
| ... may vary from person to person. |

** 补充

| Another                                         | (interesting) point is ...                   |
|                                                 | significant characteristic would be that ... |
|-------------------------------------------------+----------------------------------------------|
| In addition,                                    | I suppose I should add that ...              |
| On top of that,                                 | I guess I could also say that ...            | 
  
| Not only that, but ... is also ...              |
|-------------------------------------------------|
| And I shouldn't forget to mention that ...      |
| Something else that I need to say is that ...   |
|-------------------------------------------------|
| But there's also something else to consider ... |

** 对比

| Comparing with ..., | ... would rather ...     |
|                     | ... seems to be more ... |

| It's not about ..., but ... |

* 深入
** 举例

| For instance, ...                             |
|-----------------------------------------------|
| One example of what I am talking about is ... |

** 递进

| To be | exact ...         |
|       | more precise ...  |
|       | more specific ... |

| Furthermore, ...  |
|-------------------|
| Specifically, ... |

** 解释

| What I mean                     | is that... |
| What I'm trying to say          |            |
| What I would like to make clear |            |

| In other words, ...                              |
| To put it another way, ...                       |
|--------------------------------------------------|
| Perhaps I should make that clearer by saying ... |

* 逻辑

** 转折

| Having said that, ...   |
|-------------------------|
| Whereas in contrast ... |

** 让步

| ..., no matter ... |

* 看法
** 同意

| I couldn't agree more.           |
| That's my view exactly.          |
|----------------------------------|
| I would tend to agree with that. |

** 反对

| I would tend to | disagree. |
| I'm afraid I    |           |

| I'm not so sure about that.             |
|-----------------------------------------|
| I see things rather differently myself. |

** 辩证

| That is partly true,  | but ...      |
| It is true that ... , | however, ... |

| I don't entirely agree.                  |
| I agree with that to an extent.          |
| I wouldn't say that is necessarily true. |

** 确定

| From what I've        | heard, ...           |
|                       | seen, ...            |
|                       | experienced, ...     |
|-----------------------+----------------------|
| If I had to           | guess, ...           |
| I suppose if I had to | desribe, ...         |
|                       | give my opinion, ... |

| In my view, ...                 |
| In my mind, ...                 |
| As I see it, ...                |
|---------------------------------|
| Honestly, ...                   |
| To be frank, ...                |
| To be honest, ...               |
| I have to say ...               |
|---------------------------------|
| Well in general I would say ... |

** 不确定

| It's hard to say,              | but I guess ...         |
| I'm no expert on this,         | but I would imagine ... |
| I don't know a lot about this, |                         |

| I've never really thought about that before. |

* 好恶
** 喜好

| be into ...              |
| be crazy about ...       |
| be pretty fond of ...    |
| be really keen on ...    |
| be passionate about ...  |
|--------------------------|
| I'm a big fan of ...     |
| ... appeals to me a lot. |

** 厌恶

| I'm not really | fond of ...          |
|                | satisfied with ...   |
|                | much of a fan of ... |

| I really can't stand ...         |
|----------------------------------|
| ... simply gets on my nerves.    |
| ... is simply not my cup of tea. |

** 中立

| I have mixed feelings about ... |
