general/english/en_phrase_spoken.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<title>英语：口语句</title>
<!-- 2016-10-10 周一 17:33 -->
<meta  http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta  name="generator" content="Org-mode" />


</head>
<body>
<div id="content">
<h1 class="title">英语：口语句</h1>
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#sec-1">1. 首尾</a>
<ul>
<li><a href="#sec-1-1">1.1. 开头</a></li>
<li><a href="#sec-1-2">1.2. 结论</a></li>
<li><a href="#sec-1-3">1.3. 结尾</a></li>
</ul>
</li>
<li><a href="#sec-2">2. 结构</a>
<ul>
<li><a href="#sec-2-1">2.1. 句首</a></li>
<li><a href="#sec-2-2">2.2. 连接</a></li>
<li><a href="#sec-2-3">2.3. 结构</a></li>
</ul>
</li>
<li><a href="#sec-3">3. 扩展</a>
<ul>
<li><a href="#sec-3-1">3.1. 转换话题</a></li>
<li><a href="#sec-3-2">3.2. 分类</a></li>
<li><a href="#sec-3-3">3.3. 补充</a></li>
<li><a href="#sec-3-4">3.4. 对比</a></li>
</ul>
</li>
<li><a href="#sec-4">4. 深入</a>
<ul>
<li><a href="#sec-4-1">4.1. 举例</a></li>
<li><a href="#sec-4-2">4.2. 递进</a></li>
<li><a href="#sec-4-3">4.3. 解释</a></li>
</ul>
</li>
<li><a href="#sec-5">5. 逻辑</a>
<ul>
<li><a href="#sec-5-1">5.1. 转折</a></li>
<li><a href="#sec-5-2">5.2. 让步</a></li>
</ul>
</li>
<li><a href="#sec-6">6. 看法</a>
<ul>
<li><a href="#sec-6-1">6.1. 同意</a></li>
<li><a href="#sec-6-2">6.2. 反对</a></li>
<li><a href="#sec-6-3">6.3. 辩证</a></li>
<li><a href="#sec-6-4">6.4. 确定</a></li>
<li><a href="#sec-6-5">6.5. 不确定</a></li>
</ul>
</li>
<li><a href="#sec-7">7. 好恶</a>
<ul>
<li><a href="#sec-7-1">7.1. 喜好</a></li>
<li><a href="#sec-7-2">7.2. 厌恶</a></li>
<li><a href="#sec-7-3">7.3. 中立</a></li>
</ul>
</li>
</ul>
</div>
</div>

<div id="outline-container-sec-1" class="outline-2">
<h2 id="sec-1"><span class="section-number-2">1</span> 首尾</h2>
<div class="outline-text-2" id="text-1">
</div><div id="outline-container-sec-1-1" class="outline-3">
<h3 id="sec-1-1"><span class="section-number-3">1.1</span> 开头</h3>
<div class="outline-text-3" id="text-1-1">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="left" />

<col  class="left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="left">The first thing +</th>
<th scope="col" class="left">I would say is &#x2026;</th>
</tr>

<tr>
<th scope="col" class="left">&#xa0;</th>
<th scope="col" class="left">I should mention is &#x2026;</th>
</tr>

<tr>
<th scope="col" class="left">&#xa0;</th>
<th scope="col" class="left">I'd like to mention is &#x2026;</th>
</tr>

<tr>
<th scope="col" class="left">&#xa0;</th>
<th scope="col" class="left">that comes to mind is &#x2026;</th>
</tr>
</thead>
<tbody>
<tr>
<td class="left">To start with, +</td>
<td class="left">I'm going to talk about &#x2026;</td>
</tr>

<tr>
<td class="left">&#xa0;</td>
<td class="left">I would like to speak about &#x2026;</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="left">I'd like to begin by +</td>
<td class="left">highlighting the fact &#x2026;</td>
</tr>
</tbody>
</table>
</div>
</div>
<div id="outline-container-sec-1-2" class="outline-3">
<h3 id="sec-1-2"><span class="section-number-3">1.2</span> 结论</h3>
<div class="outline-text-3" id="text-1-2">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="left">To sum up, &#x2026;</th>
</tr>

<tr>
<th scope="col" class="left">To conclude, &#x2026;</th>
</tr>

<tr>
<th scope="col" class="left">So all in all, &#x2026;</th>
</tr>
</thead>
<tbody>
<tr>
<td class="left">My personal conclusion would be &#x2026;</td>
</tr>
</tbody>
</table>


<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="left" />

<col  class="left" />
</colgroup>
<tbody>
<tr>
<td class="left">Finally +</td>
<td class="left">I'd say that &#x2026;</td>
</tr>

<tr>
<td class="left">&#xa0;</td>
<td class="left">I'd also like to mention &#x2026;</td>
</tr>
</tbody>
</table>
</div>
</div>
<div id="outline-container-sec-1-3" class="outline-3">
<h3 id="sec-1-3"><span class="section-number-3">1.3</span> 结尾</h3>
<div class="outline-text-3" id="text-1-3">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="left" />

<col  class="left" />
</colgroup>
<tbody>
<tr>
<td class="left">That's all +</td>
<td class="left">I have to say.</td>
</tr>

<tr>
<td class="left">&#xa0;</td>
<td class="left">I can think of to say on the topic.</td>
</tr>
</tbody>
</table>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="left">And I suppose that's my main point.</th>
</tr>
</thead>
<tbody>
<tr>
<td class="left">And I don't think I have anything else to say.</td>
</tr>
</tbody>
</table>
</div>
</div>
</div>
<div id="outline-container-sec-2" class="outline-2">
<h2 id="sec-2"><span class="section-number-2">2</span> 结构</h2>
<div class="outline-text-2" id="text-2">
</div><div id="outline-container-sec-2-1" class="outline-3">
<h3 id="sec-2-1"><span class="section-number-3">2.1</span> 句首</h3>
<div class="outline-text-3" id="text-2-1">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="left">Normally, &#x2026;</th>
</tr>

<tr>
<th scope="col" class="left">Actually, &#x2026;</th>
</tr>

<tr>
<th scope="col" class="left">Basically, &#x2026;</th>
</tr>

<tr>
<th scope="col" class="left">Typically, &#x2026;</th>
</tr>
</thead>
<tbody>
<tr>
<td class="left">It happened that &#x2026;</td>
</tr>
</tbody>
</table>
</div>
</div>
<div id="outline-container-sec-2-2" class="outline-3">
<h3 id="sec-2-2"><span class="section-number-3">2.2</span> 连接</h3>
<div class="outline-text-3" id="text-2-2">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="left">Anyway, &#x2026;</th>
</tr>

<tr>
<th scope="col" class="left">Meanwhile, &#x2026;</th>
</tr>
</thead>
<tbody>
<tr>
<td class="left">Like I said, &#x2026;</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="left">&#x2026;, while &#x2026;</td>
</tr>
</tbody>
</table>
</div>
</div>
<div id="outline-container-sec-2-3" class="outline-3">
<h3 id="sec-2-3"><span class="section-number-3">2.3</span> 结构</h3>
<div class="outline-text-3" id="text-2-3">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="left" />
</colgroup>
<tbody>
<tr>
<td class="left">Primarily, &#x2026; Besides, &#x2026;</td>
</tr>
</tbody>
</table>
</div>
</div>
</div>
<div id="outline-container-sec-3" class="outline-2">
<h2 id="sec-3"><span class="section-number-2">3</span> 扩展</h2>
<div class="outline-text-2" id="text-3">
</div><div id="outline-container-sec-3-1" class="outline-3">
<h3 id="sec-3-1"><span class="section-number-3">3.1</span> 转换话题</h3>
<div class="outline-text-3" id="text-3-1">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="left">As for &#x2026;</th>
</tr>

<tr>
<th scope="col" class="left">Speaking of &#x2026;</th>
</tr>

<tr>
<th scope="col" class="left">Talking about &#x2026;</th>
</tr>
</thead>
<tbody>
<tr>
<td class="left">When it comes to &#x2026;</td>
</tr>

<tr>
<td class="left">Concerning the matter of &#x2026;</td>
</tr>
</tbody>
</table>
</div>
</div>
<div id="outline-container-sec-3-2" class="outline-3">
<h3 id="sec-3-2"><span class="section-number-3">3.2</span> 分类</h3>
<div class="outline-text-3" id="text-3-2">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="left" />

<col  class="left" />
</colgroup>
<tbody>
<tr>
<td class="left">I guess there can be a variety of</td>
<td class="left">reasons</td>
</tr>

<tr>
<td class="left">&#xa0;</td>
<td class="left">options</td>
</tr>
</tbody>
</table>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="left">That depends &#x2026;</th>
</tr>

<tr>
<th scope="col" class="left">I think it really depends &#x2026;</th>
</tr>
</thead>
<tbody>
<tr>
<td class="left">That depends on how you look at it.</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="left">&#x2026; may vary from person to person.</td>
</tr>
</tbody>
</table>
</div>
</div>
<div id="outline-container-sec-3-3" class="outline-3">
<h3 id="sec-3-3"><span class="section-number-3">3.3</span> 补充</h3>
<div class="outline-text-3" id="text-3-3">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="left" />

<col  class="left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="left">Another</th>
<th scope="col" class="left">(interesting) point is &#x2026;</th>
</tr>

<tr>
<th scope="col" class="left">&#xa0;</th>
<th scope="col" class="left">significant characteristic would be that &#x2026;</th>
</tr>
</thead>
<tbody>
<tr>
<td class="left">In addition,</td>
<td class="left">I suppose I should add that &#x2026;</td>
</tr>

<tr>
<td class="left">On top of that,</td>
<td class="left">I guess I could also say that &#x2026;</td>
</tr>
</tbody>
</table>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="left">Not only that, but &#x2026; is also &#x2026;</th>
</tr>
</thead>
<tbody>
<tr>
<td class="left">And I shouldn't forget to mention that &#x2026;</td>
</tr>

<tr>
<td class="left">Something else that I need to say is that &#x2026;</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="left">But there's also something else to consider &#x2026;</td>
</tr>
</tbody>
</table>
</div>
</div>
<div id="outline-container-sec-3-4" class="outline-3">
<h3 id="sec-3-4"><span class="section-number-3">3.4</span> 对比</h3>
<div class="outline-text-3" id="text-3-4">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="left" />

<col  class="left" />
</colgroup>
<tbody>
<tr>
<td class="left">Comparing with &#x2026;,</td>
<td class="left">&#x2026; would rather &#x2026;</td>
</tr>

<tr>
<td class="left">&#xa0;</td>
<td class="left">&#x2026; seems to be more &#x2026;</td>
</tr>
</tbody>
</table>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="left" />
</colgroup>
<tbody>
<tr>
<td class="left">It's not about &#x2026;, but &#x2026;</td>
</tr>
</tbody>
</table>
</div>
</div>
</div>
<div id="outline-container-sec-4" class="outline-2">
<h2 id="sec-4"><span class="section-number-2">4</span> 深入</h2>
<div class="outline-text-2" id="text-4">
</div><div id="outline-container-sec-4-1" class="outline-3">
<h3 id="sec-4-1"><span class="section-number-3">4.1</span> 举例</h3>
<div class="outline-text-3" id="text-4-1">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="left">For instance, &#x2026;</th>
</tr>
</thead>
<tbody>
<tr>
<td class="left">One example of what I am talking about is &#x2026;</td>
</tr>
</tbody>
</table>
</div>
</div>
<div id="outline-container-sec-4-2" class="outline-3">
<h3 id="sec-4-2"><span class="section-number-3">4.2</span> 递进</h3>
<div class="outline-text-3" id="text-4-2">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="left" />

<col  class="left" />
</colgroup>
<tbody>
<tr>
<td class="left">To be</td>
<td class="left">exact &#x2026;</td>
</tr>

<tr>
<td class="left">&#xa0;</td>
<td class="left">more precise &#x2026;</td>
</tr>

<tr>
<td class="left">&#xa0;</td>
<td class="left">more specific &#x2026;</td>
</tr>
</tbody>
</table>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="left">Furthermore, &#x2026;</th>
</tr>
</thead>
<tbody>
<tr>
<td class="left">Specifically, &#x2026;</td>
</tr>
</tbody>
</table>
</div>
</div>
<div id="outline-container-sec-4-3" class="outline-3">
<h3 id="sec-4-3"><span class="section-number-3">4.3</span> 解释</h3>
<div class="outline-text-3" id="text-4-3">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="left" />

<col  class="left" />
</colgroup>
<tbody>
<tr>
<td class="left">What I mean</td>
<td class="left">is that&#x2026;</td>
</tr>

<tr>
<td class="left">What I'm trying to say</td>
<td class="left">&#xa0;</td>
</tr>

<tr>
<td class="left">What I would like to make clear</td>
<td class="left">&#xa0;</td>
</tr>
</tbody>
</table>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="left">In other words, &#x2026;</th>
</tr>

<tr>
<th scope="col" class="left">To put it another way, &#x2026;</th>
</tr>
</thead>
<tbody>
<tr>
<td class="left">Perhaps I should make that clearer by saying &#x2026;</td>
</tr>
</tbody>
</table>
</div>
</div>
</div>
<div id="outline-container-sec-5" class="outline-2">
<h2 id="sec-5"><span class="section-number-2">5</span> 逻辑</h2>
<div class="outline-text-2" id="text-5">
</div><div id="outline-container-sec-5-1" class="outline-3">
<h3 id="sec-5-1"><span class="section-number-3">5.1</span> 转折</h3>
<div class="outline-text-3" id="text-5-1">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="left">Having said that, &#x2026;</th>
</tr>
</thead>
<tbody>
<tr>
<td class="left">Whereas in contrast &#x2026;</td>
</tr>
</tbody>
</table>
</div>
</div>
<div id="outline-container-sec-5-2" class="outline-3">
<h3 id="sec-5-2"><span class="section-number-3">5.2</span> 让步</h3>
<div class="outline-text-3" id="text-5-2">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="left" />
</colgroup>
<tbody>
<tr>
<td class="left">&#x2026;, no matter &#x2026;</td>
</tr>
</tbody>
</table>
</div>
</div>
</div>
<div id="outline-container-sec-6" class="outline-2">
<h2 id="sec-6"><span class="section-number-2">6</span> 看法</h2>
<div class="outline-text-2" id="text-6">
</div><div id="outline-container-sec-6-1" class="outline-3">
<h3 id="sec-6-1"><span class="section-number-3">6.1</span> 同意</h3>
<div class="outline-text-3" id="text-6-1">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="left">I couldn't agree more.</th>
</tr>

<tr>
<th scope="col" class="left">That's my view exactly.</th>
</tr>
</thead>
<tbody>
<tr>
<td class="left">I would tend to agree with that.</td>
</tr>
</tbody>
</table>
</div>
</div>
<div id="outline-container-sec-6-2" class="outline-3">
<h3 id="sec-6-2"><span class="section-number-3">6.2</span> 反对</h3>
<div class="outline-text-3" id="text-6-2">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="left" />

<col  class="left" />
</colgroup>
<tbody>
<tr>
<td class="left">I would tend to</td>
<td class="left">disagree.</td>
</tr>

<tr>
<td class="left">I'm afraid I</td>
<td class="left">&#xa0;</td>
</tr>
</tbody>
</table>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="left">I'm not so sure about that.</th>
</tr>
</thead>
<tbody>
<tr>
<td class="left">I see things rather differently myself.</td>
</tr>
</tbody>
</table>
</div>
</div>
<div id="outline-container-sec-6-3" class="outline-3">
<h3 id="sec-6-3"><span class="section-number-3">6.3</span> 辩证</h3>
<div class="outline-text-3" id="text-6-3">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="left" />

<col  class="left" />
</colgroup>
<tbody>
<tr>
<td class="left">That is partly true,</td>
<td class="left">but &#x2026;</td>
</tr>

<tr>
<td class="left">It is true that &#x2026; ,</td>
<td class="left">however, &#x2026;</td>
</tr>
</tbody>
</table>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="left" />
</colgroup>
<tbody>
<tr>
<td class="left">I don't entirely agree.</td>
</tr>

<tr>
<td class="left">I agree with that to an extent.</td>
</tr>

<tr>
<td class="left">I wouldn't say that is necessarily true.</td>
</tr>
</tbody>
</table>
</div>
</div>
<div id="outline-container-sec-6-4" class="outline-3">
<h3 id="sec-6-4"><span class="section-number-3">6.4</span> 确定</h3>
<div class="outline-text-3" id="text-6-4">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="left" />

<col  class="left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="left">From what I've</th>
<th scope="col" class="left">heard, &#x2026;</th>
</tr>

<tr>
<th scope="col" class="left">&#xa0;</th>
<th scope="col" class="left">seen, &#x2026;</th>
</tr>

<tr>
<th scope="col" class="left">&#xa0;</th>
<th scope="col" class="left">experienced, &#x2026;</th>
</tr>
</thead>
<tbody>
<tr>
<td class="left">If I had to</td>
<td class="left">guess, &#x2026;</td>
</tr>

<tr>
<td class="left">I suppose if I had to</td>
<td class="left">desribe, &#x2026;</td>
</tr>

<tr>
<td class="left">&#xa0;</td>
<td class="left">give my opinion, &#x2026;</td>
</tr>
</tbody>
</table>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="left">In my view, &#x2026;</th>
</tr>

<tr>
<th scope="col" class="left">In my mind, &#x2026;</th>
</tr>

<tr>
<th scope="col" class="left">As I see it, &#x2026;</th>
</tr>
</thead>
<tbody>
<tr>
<td class="left">Honestly, &#x2026;</td>
</tr>

<tr>
<td class="left">To be frank, &#x2026;</td>
</tr>

<tr>
<td class="left">To be honest, &#x2026;</td>
</tr>

<tr>
<td class="left">I have to say &#x2026;</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="left">Well in general I would say &#x2026;</td>
</tr>
</tbody>
</table>
</div>
</div>
<div id="outline-container-sec-6-5" class="outline-3">
<h3 id="sec-6-5"><span class="section-number-3">6.5</span> 不确定</h3>
<div class="outline-text-3" id="text-6-5">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="left" />

<col  class="left" />
</colgroup>
<tbody>
<tr>
<td class="left">It's hard to say,</td>
<td class="left">but I guess &#x2026;</td>
</tr>

<tr>
<td class="left">I'm no expert on this,</td>
<td class="left">but I would imagine &#x2026;</td>
</tr>

<tr>
<td class="left">I don't know a lot about this,</td>
<td class="left">&#xa0;</td>
</tr>
</tbody>
</table>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="left" />
</colgroup>
<tbody>
<tr>
<td class="left">I've never really thought about that before.</td>
</tr>
</tbody>
</table>
</div>
</div>
</div>
<div id="outline-container-sec-7" class="outline-2">
<h2 id="sec-7"><span class="section-number-2">7</span> 好恶</h2>
<div class="outline-text-2" id="text-7">
</div><div id="outline-container-sec-7-1" class="outline-3">
<h3 id="sec-7-1"><span class="section-number-3">7.1</span> 喜好</h3>
<div class="outline-text-3" id="text-7-1">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="left">be into &#x2026;</th>
</tr>

<tr>
<th scope="col" class="left">be crazy about &#x2026;</th>
</tr>

<tr>
<th scope="col" class="left">be pretty fond of &#x2026;</th>
</tr>

<tr>
<th scope="col" class="left">be really keen on &#x2026;</th>
</tr>

<tr>
<th scope="col" class="left">be passionate about &#x2026;</th>
</tr>
</thead>
<tbody>
<tr>
<td class="left">I'm a big fan of &#x2026;</td>
</tr>

<tr>
<td class="left">&#x2026; appeals to me a lot.</td>
</tr>
</tbody>
</table>
</div>
</div>
<div id="outline-container-sec-7-2" class="outline-3">
<h3 id="sec-7-2"><span class="section-number-3">7.2</span> 厌恶</h3>
<div class="outline-text-3" id="text-7-2">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="left" />

<col  class="left" />
</colgroup>
<tbody>
<tr>
<td class="left">I'm not really</td>
<td class="left">fond of &#x2026;</td>
</tr>

<tr>
<td class="left">&#xa0;</td>
<td class="left">satisfied with &#x2026;</td>
</tr>

<tr>
<td class="left">&#xa0;</td>
<td class="left">much of a fan of &#x2026;</td>
</tr>
</tbody>
</table>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="left">I really can't stand &#x2026;</th>
</tr>
</thead>
<tbody>
<tr>
<td class="left">&#x2026; simply gets on my nerves.</td>
</tr>

<tr>
<td class="left">&#x2026; is simply not my cup of tea.</td>
</tr>
</tbody>
</table>
</div>
</div>
<div id="outline-container-sec-7-3" class="outline-3">
<h3 id="sec-7-3"><span class="section-number-3">7.3</span> 中立</h3>
<div class="outline-text-3" id="text-7-3">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="left" />
</colgroup>
<tbody>
<tr>
<td class="left">I have mixed feelings about &#x2026;</td>
</tr>
</tbody>
</table>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="date">Created: 2016-10-10 周一 17:33</p>
<p class="creator"><a href="http://www.gnu.org/software/emacs/">Emacs</a> 24.3.1 (<a href="http://orgmode.org">Org</a> mode 8.2.5h)</p>
<p class="validation"><a href="http://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
